build/web/WEB-INF/lib/configurations/Inst_Notifications_S.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.soap.in10s.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:instantNotification>
        <APIKey>test</APIKey>
        <secretKey>12345</secretKey>
        <applicationId>1001</applicationId>
         <transactionId>$$trans_id$$</transactionId>
         <orgId></orgId>
         <senderId></senderId>
         <useNETemplate>true</useNETemplate>
         <neTemplateDetails>
         <context>UP_USER_CREATION</context>
         </neTemplateDetails>
         <subject>Wings</subject>
         <message><![CDATA[$$msg$$]]></message>
         <numGroups></numGroups>
         <groupDetailsArray></groupDetailsArray>
	 <numRecipients>1</numRecipients>
         <recipientDetailsArray>
            <item>
               <BCC></BCC>
               <CC></CC>
               <emailId>$$EMAIL$$</emailId>
               <firstName></firstName>
               <lastName></lastName>
               <mobileNumber>$$MOBILE_NO$$</mobileNumber>
            </item>
         </recipientDetailsArray>
         <updateStatusOnURL></updateStatusOnURL>
         <numnameValuePairs></numnameValuePairs>
         <nameValuePairsArray>       
            <item>
               <name>sms_content</name>
               <value><![CDATA[$$msg$$]]></value>
            </item>
         </nameValuePairsArray>
      </ser:instantNotification>
   </soapenv:Body>
</soapenv:Envelope>